package com.hqbb.duanzi.bean;

import java.util.List;

/**
 * Created by ylh on 2018/1/12 0012.
 */

public class NewsSearchBean {


    /**
     * code : 10000
     * charge : false
     * msg : 查询成功
     * result : {"status":"0","msg":"ok","result":{"keyword":"尹海林","num":"2","list":[{"title":"陈雪枫、尹海林等打虎线索来自审计","time":"2017-06-23 19:34:00","src":"环球网","category":"","pic":"","url":"https://weibo.com/ttarticle/p/show?id=2309351000144121893048340551","weburl":"","content":"<p>原题:2017年第30号公告:审计署移送违纪违法问题线索的查处情况<\/p><p>审计署移送违纪违法问题线索的查处情况<\/p><p>(2017年6月23日公告)<\/p><p>审计署对移送有关部门单位调查的违纪违法问题线索，定期跟踪了解其查处情况。现将至2017年5月已有处理结果的违纪违法问题有关情况公告如下:<\/p><p>一、河南省委原常委、洛阳市委书记陈雪枫涉嫌违规操作造成国有权益损失问题<\/p><p>审计发现，2005年以来，陈雪枫在担任国有企业负责人期间，涉嫌在企业增资扩股中违规操作，造成国有权益损失。2014年，审计署将此线索移送中央纪委调查。2016年6月，中央纪委、监察部经进一步调查，给予陈雪枫开除党籍、开除公职处分，收缴其违纪所得。2017年5月，湖北省荆州市中级人民法院以贪污罪、受贿罪、国有公司人员滥用职权罪，判处陈雪枫无期徒刑，剥夺政治权利终身，并处没收个人全部财产;对受贿、贪污所得财物予以追缴。<\/p><p>二、辽宁省人大常委会原党组成员、副主任王阳涉嫌违规操作造成国有权益损失问题<\/p><p>审计发现，2011年，王阳在担任辽宁省鞍山市市长期间，涉嫌在土地出让中违规操作，造成国有权益损失。2015年1月，审计署将此线索移送中央纪委调查。2016年6月，中央纪委、监察部经与其他问题线索合并调查，给予王阳开除党籍、开除公职处分。2017年5月，黑龙江省大庆市中级人民法院一审以受贿罪、破坏选举罪，判处王阳有期徒刑16年6个月，并处没收个人财产300万元;赃款赃物及其孳息予以追缴。<\/p><p>三、天津市政府原党组成员、副市长尹海林涉嫌违规操作造成国有权益损失问题<\/p><p>审计发现，2003年至2013年，尹海林在担任天津市规划局局长期间，涉嫌在房地产开发项目规划审批中违规操作，造成国有权益损失。2015年8月，审计署将此线索移送中央纪委调查。2017年1月，中央纪委、监察部经进一步调查，给予尹海林开除党籍和行政撤职处分，降为副处级非领导职务，对违纪所得予以收缴。<\/p><p>四、广东省经济和信息化委员会产业发展处原副处长景修元等人涉嫌弄虚作假骗取中央财政补助资金问题<\/p><p>审计发现，2013年至2014年，景修元涉嫌伙同东莞市长安镇经济科技信息局产业技术股原股长黄新征及民营业主陈伟滨等人，通过伪造资料等方式骗取私分中央财政关闭小企业补助资金1200多万元。2015年6月，审计署将此线索移送广东省人民检察院调查。2016年7月，广东省高级人民法院以贪污罪分别判处黄新征有期徒刑13年、景修元有期徒刑10年6个月、陈伟滨有期徒刑3年(缓刑3年)，对3人并处没收个人财产660万元、罚金20万元。<\/p><p>五、河北省保定监狱原监狱长王建立涉嫌违规操作集资建房问题<\/p><p>审计发现，2011年至2012年，王建立涉嫌组织编造虚假材料，以公租房名义申请取得建设用地，并采取集资方式为职工建房。2014年6月，审计署将此线索移送河北省监察厅调查。2015年9月，河北省纪委、监察厅决定给予王建立开除党籍、开除公职处分，并将涉嫌犯罪的问题及线索移送司法机关调查处理。2016年11月，石家庄市栾城区人民法院以受贿罪判处王建立有期徒刑5年，并处罚金30万元，对违法所得予以收缴。<\/p><p>六、20家企业涉嫌虚开增值税专用发票问题<\/p><p>审计发现，2011年至2013年，南京金福首珠宝有限公司等20家企业涉嫌虚开增值税专用发票10.36亿元，造成巨额税收流失。2013年6月，审计署将此线索移送税务总局调查。2015年8月，天津市高级人民法院以虚开增值税专用发票罪判处李维奇等5人2年至13年不等有期徒刑，追缴税款9014万元。<\/p><p>七、辽宁省海城市永发捻织有限公司等企业涉嫌骗贷问题<\/p><p>审计发现，2006年至2010年，海城市永发捻织有限公司和永发亚麻纺织有限公司涉嫌虚构原材料采购业务，骗取银行贷款1亿多元。2012年3月，审计署将此线索移送公安部调查。2013年5月，辽宁省鞍山市中级人民法院以骗取贷款罪对这2家企业判处罚金共120万元，以骗取贷款罪判处企业实际控制人李延春有期徒刑2年(缓刑2年)、罚金15万元，李贺鹏有期徒刑6个月(缓刑1年)、罚金12万元。<\/p><p>八、工银瑞信基金管理有限公司原基金经理王勇涉嫌利用未公开信息违规买卖股票牟利问题<\/p><p>审计发现，2011年11月至2015年1月，王勇在担任工银瑞信基金管理有限公司基金经理期间，利用管理基金账户掌握的信息，通过其亲属账户违规买卖股票牟利。2015年5月，审计署将此线索移送证监会和公安部调查。2016年6月，北京市第二中级人民法院以利用未公开信息交易罪判处王勇有期徒刑2年(缓刑2年)，并处罚金250万元。<\/p><p>九、江苏省连云港市赣榆农村商业银行涉嫌弄虚作假套取扶贫资金问题<\/p><p>审计发现，2012年至2013年，江苏赣榆农村商业银行涉嫌通过编造虚假贷款台账、还款单据等方式，套取扶贫贷款财政贴息和奖励资金2000多万元，部分款项转给当地扶贫和财政部门使用。2016年6月，审计署将此线索移送江苏省委、省政府调查。2017年1月，连云港市纪委和江苏省农村信用社联合社对该银行原董事长朱崇迎、行长冯良善和赣榆区扶贫办主任杜厚岭、区财政局原副局长宋加亮等16名责任人给予撤销党内职务、行政撤职、行政降级、党内严重警告等处分;对套取的款项予以追缴。<\/p><p>十、安徽省阜阳市临泉县扶贫办涉嫌套取扶贫资金等问题<\/p><p>审计发现，2013年至2016年，临泉县扶贫办涉嫌通过虚开发票等方式，套取扶贫项目管理费、行政办公经费用于吃喝、送礼等。2016年11月，审计署将此线索移送安徽省纪委调查。2017年4月，阜阳市监察局、临泉县监察局给予临泉县副县长常利华、县扶贫办原主任杨奎和魏吉杰等人行政警告、行政记过、行政记大过等处分;临泉县委、县政府作了书面检查。<\/p><p>十一、湖北省长阳土家族自治县都镇湾镇原经济发展办公室副主任曹玉龙等人涉嫌弄虚作假套取扶贫资金问题<\/p><p>审计发现，2013年至2016年，曹玉龙等人涉嫌利用虚假资料套取扶贫等资金私存私放，并违规从事经营性活动;都镇湾镇雪山河村等单位涉嫌套取扶贫资金存入个人账户。2016年7月，审计署将此线索移送湖北省纪委调查。2017年3月，长阳县纪委、监察局给予曹玉龙党内严重警告、行政降级处分，其余8名责任人也分别受到党内严重警告、警告等处分。<\/p><p>十二、河南省8家企业涉嫌骗取扶贫资金问题<\/p><p>审计发现，2012年至2015年，河南省8家企业涉嫌伪造国家机关印章和公文、银行资信证明等，据以骗取扶贫资金900多万元。2016年8月，审计署将此线索移送河南省委、省政府调查。目前，河南省虞城县、固始县、潢川县等地纪委、监察局已对13名责任人分别给予党内严重警告、行政记大过等处分，追缴被骗取资金930万元;涉嫌犯罪的问题及线索移送司法机关调查处理。<\/p><p>十三、湖南省邵阳市城步县丹口镇白水洞村原党支部书记李德平等人涉嫌弄虚作假套取扶贫资金问题<\/p><p>审计发现，2014年，李德平涉嫌通过串通投标方式中标扶贫项目，并在项目实施中偷工减料，套取扶贫资金100多万元。2016年6月，审计署将此线索移送湖南省委、省政府调查。2017年2月，城步县人民法院以串通投标罪分别判处李德平有期徒刑1年(缓刑1年)、罚金3万元，丹口镇斜头山村原村主任陈志开有期徒刑10个月(缓刑1年);城步县纪委给予两人开除党籍处分，并对其余13名责任人分别给予撤销党内职务、行政撤职、党内警告、党内严重警告等处分;对套取款项予以追缴。<\/p><p>十四、重庆市云阳县凤鸣镇部分乡镇干部涉嫌违规操作谋取私利等问题<\/p><p>审计发现，2010年至2015年，在凤鸣镇发包扶贫工程等项目过程中，部分乡镇干部涉嫌违规操作谋取私利。2016年6月，审计署将此线索移送重庆市纪委调查。2017年3月，重庆市纪委等单位给予凤鸣镇原副镇长谭晓勇等7人开除党籍、开除公职、撤销党内职务、行政撤职、党内严重警告等处分，涉嫌犯罪的问题及线索移送司法机关调查处理。<\/p><p>十五、河北省保定市涞源县扶贫开发局原局长妥开祥等人涉嫌弄虚作假套取扶贫资金问题<\/p><p>审计发现，2008年至2014年，妥开祥等人涉嫌编造项目资料和虚开发票套取扶贫资金40余万元，妥开祥还利用职务便利在单位报销个人费用。2016年6月，审计署将此线索移送河北省监察厅调查。2017年3月，保定市纪委等单位给予妥开祥撤销党内职务、行政撤职处分，给予其他12名责任人党内严重警告、党内警告等处分。<\/p><p>十六、广东省河源市紫金县扶贫办涉嫌违规使用扶贫工作经费问题<\/p><p>审计发现，2013年至2015年，紫金县扶贫办涉嫌违规将扶贫工作经费用于接待支出以及发放工资、津补贴等。2016年4月，审计署将此问题移送广东省人民政府调查。2017年3月，紫金县纪委、监察局给予县扶贫办时任主任罗小苑撤销党内职务、行政撤职处分，给予其他3名责任人党内严重警告、行政降级和行政记过等处分。<\/p><p>十七、全国老龄工作委员会办公室原副主任朱勇涉嫌公款私用问题<\/p><p>审计发现，2014年至2015年，朱勇涉嫌利用公款支付个人境内度假等费用、套取资金，以及违规决策举办展览会等问题。2016年4月，审计署将此线索移送民政部调查。2016年5月，民政部党组、直属机关纪委给予朱勇留党察看1年处分，将其退休待遇由正局级降为副局级。<\/p><p>十八、山东省青岛市政协原副主席、民政局原局长刘光享等6人涉嫌违纪问题<\/p><p>审计发现，2005年至2006年，刘光享等6名青岛市民政局领导干部或其亲属在购买该局开发的&quot;福彩大厦&quot;住房时，少交个人应承担的装修费和车位费。2015年5月，审计署将此线索移送山东省纪委调查。2016年12月，山东省纪委决定给予刘光享留党察看2年处分，按正处级非领导职务确定退休待遇，对违纪所得予以收缴;青岛市纪委决定给予其他责任人警告等处分，责令补交相关款项。<\/p><p>十九、广东省深圳市部分公职人员涉嫌违规经商办企业问题<\/p><p>审计发现，该市部分在职公务员涉嫌违规参股企业从事营利性活动。2015年10月，审计署将此线索移送深圳市纪委调查。至2016年12月，深圳市纪委、监察局对18人给予行政撤职、行政记大过、党内严重警告等处分，对105人给予批评教育，对相关违规行为督促予以纠正。<\/p><p>二十、黑龙江省哈尔滨建工房地产开发有限责任公司涉嫌套取征收补偿款问题<\/p><p>审计发现，2011年，该公司涉嫌通过编造虚假房屋征收材料套取征收补偿款600多万元，其中136万元形成&quot;小金库&quot;。2014年3月，审计署将此线索移送哈尔滨市纪委调查。2014年9月，哈尔滨建工集团党委决定，给予哈尔滨建工房地产开发有限责任公司总经理郭英倬等3名责任人党内严重警告、党内警告等处分。<\/p><p>二十一、吉林省长春市莲花山管委会原主任杨云超涉嫌违规决策等问题<\/p><p>审计发现，2011年5月，杨云超涉嫌在1个安置小区项目发包中违规决策，选择不具备资质的公司代建，并在其未履行职责的情况下支付管理费1300多万元。2015年5月，审计署将此线索移送吉林省纪委调查。2017年1月，吉林省纪委等单位决定给予杨云超严重警告和撤职处分。<\/p><p>二十二、黑龙江省大兴安岭地区漠河县4栋棚户区改造住宅楼存在质量问题<\/p><p>审计发现，2010年11月，漠河县建成的4栋棚户区改造住宅楼存在工程质量问题。2014年4月，审计署将此问题移送黑龙江省人民政府调查。至2015年6月，大兴安岭地区纪委等单位决定，对漠河县原副县长、棚户区改造工作领导小组副组长孙可思等9名责任人给予党内严重警告、行政记大过、诫勉谈话等处理处分。<\/p><p>二十三、黑龙江省鹤岗市萝北县房地产管理处原主任杜俊双涉嫌为亲友非法牟利问题<\/p><p>审计发现，2011年至2012年，杜俊双涉嫌利用职务便利，帮助其弟投资设立的企业骗取房屋建筑工程施工总承包三级资质。2015年3月，审计署将此线索移送黑龙江省纪委调查。2015年9月，鹤岗市纪委决定给予杜俊双党内严重警告处分。<\/p><p>二十四、黑龙江省二龙山农场等单位涉嫌弄虚作假违规获得建设用地等问题<\/p><p>审计发现，2010年至2013年，黑龙江省二龙山农场、尾山农场涉嫌通过编造拆迁户名单、提供虚假申报资料等方式，违规获取建设用地;二九一农场工作人员李滨涉嫌私刻保障性安居工程设计单位出图专用章等印章，用于申报项目施工图纸审批。2014年，审计署将上述线索移送黑龙江省国土资源厅和黑龙江省农垦总局纪委调查。至2014年底，上述农场分别给予3名责任人行政撤职、行政记大过和党内严重警告等处分。<\/p><p>二十五、山东省体育彩票管理中心涉嫌违规发放奖金问题<\/p><p>审计发现，2012年至2013年，山东省体育彩票管理中心涉嫌违规决策，将税务部门返还的个人所得税代扣代缴手续费500多万元，用于在系统内发放奖金。2015年5月，审计署将此线索移送山东省监察厅调查。2016年7月，山东省体育局直属机关党委给予省体育彩票管理中心时任主任蒋强等3名责任人党内严重警告、党内警告等处分。<\/p><p>二十六、北京参考文化传媒有限公司等企业涉嫌违规发放奖金等问题<\/p><p>审计发现，2004年至2015年，北京参考文化传媒有限公司等新华社所属4家企业存在违规发放奖金460多万元、有关管理人员涉嫌利用职务之便牟利等问题。2016年1月，审计署将此线索移送新华社调查。2017年1月，新华社机关纪委决定给予4名责任人撤销党内职务、诫勉谈话等处理处分。<\/p><p>免责声明:本文仅代表作者个人观点，与环球网无关。其原创性以及文中陈述文字和内容未经本站证实，对本文以及其中全部或者部分内容、文字的真实性、完整性、及时性本站不作任何保证或承诺，请读者仅作参考，并请自行核实相关内容。<\/p>","gallery":"null"},{"title":"\"津门土地爷\"尹海林被查后 城建系统三正局又落马","time":"2017-06-23 10:30:34","src":"网易新闻","category":"","pic":"http://api.jisuapi.com/news/upload/201801/12104400_47336.jpg","url":"","weburl":"http://news.163.com/17/0623/10/CNK0V7BU0001875N.html","content":"<div><p>据天津纪委消息，天津城市基础设施建设投资集团有限公司党委副书记、总经理段宝森涉嫌严重违纪，目前正在接受组织审查。<\/p><p class=\"hs_imgdesc\"><img src=\"http://p2.qhimgs4.com/t01ab66e412e536acbf.jpg\"><\/img><\/p><p>段宝森，1962年出生，历任天津城乡地产房屋开发公司经理、天津市国土资源和房屋管理局副局长、天津城市基础设施建设投资集团有限公司党委副书记、总经理等职务，是天津城建系统的资深官员。<\/p><p>去年8月份，有\"津门土地爷\"之称的天津市原副市长尹海林落马。根据公开报道，就在尹海林落马前不久，段还陪同尹视察了天津外环建设项目。<\/p><p>尹海林在天津城建系统任职30年，先后担任过国土、规划部门主要领导，升任副市长后又分管这一系统。他后来被开除党籍，降为副处级非领导职务，纪委通报称其违规审批项目。<\/p><p>长安街知事APP发现，除段宝森外，天津近期查处的一批重要局级干部，亦有不少与城建系统有渊源。<\/p><p>61岁的天津政协原常委舒长云已被开除党籍和公职。作为尹海林的\u201c老部下\u201c，在转入政协前，舒长云任天津市人民政府副秘书长，协助副市长协管城建、国土等工作。此前，舒还担任过天津市建委常务副主任(正局级)，在城建系统里也干了30多年。<\/p><p>去年年底，天津市委委员、红桥区委原书记张泉芬接受调查，她曾于2002年至2008年担任天津市建委副主任。这一期间，尹是国土规划部门的副职。<\/p><p>张泉芬后来担任红桥区委书记，据《中国纪检监察》杂志报道，张的一个鲜明特点，就是擅于上下结盟。对上，她是黄兴国\u201c圈子\u201d里的人，并因此顺利坐上了区委书记的宝座。对下，她与被查处的5名干部都有利益往来。<\/p><p>事实上，早在中央第一次巡视天津时，就已明确指出天津存在国有企业大案要案频发、城市建设领域腐败突出等问题。<\/p><p><p>大家对天津土地市场存在问题的普遍认知，来自于中纪委专题片《打铁还需自身硬》。片中透露天津海河边有一幢十分醒目的楼盘，名叫君临天下，一度被封为\u201c中国大陆最高住宅\u201d。在这幢楼里，有中央纪委的干部以三折的低价从开发商手里购买了房产。<\/p><p>这名干部从该开发商手中先后低价购买了四套住房、两间商铺，而他则在自己联系的天津地区多次为该开发商在土地审批、工程项目等方面提供帮助。最终，当君临天下楼盘的开发商涉案被调查时，有些干部的问题，也在调查过程中被一一牵扯出来。<\/p><p>整治圈子文化和好人主义，是当下天津推动从严治党的工作要点。以黄兴国、尹海林案为戒，无疑是一本最生动的教材。","gallery":"[]"}]}}
     */

    private String code;
    private boolean charge;
    private String msg;
    private ResultBeanX result;

    public String getCode() {
        return code;
    }

    public void setCode(String code) {
        this.code = code;
    }

    public boolean isCharge() {
        return charge;
    }

    public void setCharge(boolean charge) {
        this.charge = charge;
    }

    public String getMsg() {
        return msg;
    }

    public void setMsg(String msg) {
        this.msg = msg;
    }

    public ResultBeanX getResult() {
        return result;
    }

    public void setResult(ResultBeanX result) {
        this.result = result;
    }

    public static class ResultBeanX {
        /**
         * status : 0
         * msg : ok
         * result : {"keyword":"尹海林","num":"2","list":[{"title":"陈雪枫、尹海林等打虎线索来自审计","time":"2017-06-23 19:34:00","src":"环球网","category":"","pic":"","url":"https://weibo.com/ttarticle/p/show?id=2309351000144121893048340551","weburl":"","content":"<p>原题:2017年第30号公告:审计署移送违纪违法问题线索的查处情况<\/p><p>审计署移送违纪违法问题线索的查处情况<\/p><p>(2017年6月23日公告)<\/p><p>审计署对移送有关部门单位调查的违纪违法问题线索，定期跟踪了解其查处情况。现将至2017年5月已有处理结果的违纪违法问题有关情况公告如下:<\/p><p>一、河南省委原常委、洛阳市委书记陈雪枫涉嫌违规操作造成国有权益损失问题<\/p><p>审计发现，2005年以来，陈雪枫在担任国有企业负责人期间，涉嫌在企业增资扩股中违规操作，造成国有权益损失。2014年，审计署将此线索移送中央纪委调查。2016年6月，中央纪委、监察部经进一步调查，给予陈雪枫开除党籍、开除公职处分，收缴其违纪所得。2017年5月，湖北省荆州市中级人民法院以贪污罪、受贿罪、国有公司人员滥用职权罪，判处陈雪枫无期徒刑，剥夺政治权利终身，并处没收个人全部财产;对受贿、贪污所得财物予以追缴。<\/p><p>二、辽宁省人大常委会原党组成员、副主任王阳涉嫌违规操作造成国有权益损失问题<\/p><p>审计发现，2011年，王阳在担任辽宁省鞍山市市长期间，涉嫌在土地出让中违规操作，造成国有权益损失。2015年1月，审计署将此线索移送中央纪委调查。2016年6月，中央纪委、监察部经与其他问题线索合并调查，给予王阳开除党籍、开除公职处分。2017年5月，黑龙江省大庆市中级人民法院一审以受贿罪、破坏选举罪，判处王阳有期徒刑16年6个月，并处没收个人财产300万元;赃款赃物及其孳息予以追缴。<\/p><p>三、天津市政府原党组成员、副市长尹海林涉嫌违规操作造成国有权益损失问题<\/p><p>审计发现，2003年至2013年，尹海林在担任天津市规划局局长期间，涉嫌在房地产开发项目规划审批中违规操作，造成国有权益损失。2015年8月，审计署将此线索移送中央纪委调查。2017年1月，中央纪委、监察部经进一步调查，给予尹海林开除党籍和行政撤职处分，降为副处级非领导职务，对违纪所得予以收缴。<\/p><p>四、广东省经济和信息化委员会产业发展处原副处长景修元等人涉嫌弄虚作假骗取中央财政补助资金问题<\/p><p>审计发现，2013年至2014年，景修元涉嫌伙同东莞市长安镇经济科技信息局产业技术股原股长黄新征及民营业主陈伟滨等人，通过伪造资料等方式骗取私分中央财政关闭小企业补助资金1200多万元。2015年6月，审计署将此线索移送广东省人民检察院调查。2016年7月，广东省高级人民法院以贪污罪分别判处黄新征有期徒刑13年、景修元有期徒刑10年6个月、陈伟滨有期徒刑3年(缓刑3年)，对3人并处没收个人财产660万元、罚金20万元。<\/p><p>五、河北省保定监狱原监狱长王建立涉嫌违规操作集资建房问题<\/p><p>审计发现，2011年至2012年，王建立涉嫌组织编造虚假材料，以公租房名义申请取得建设用地，并采取集资方式为职工建房。2014年6月，审计署将此线索移送河北省监察厅调查。2015年9月，河北省纪委、监察厅决定给予王建立开除党籍、开除公职处分，并将涉嫌犯罪的问题及线索移送司法机关调查处理。2016年11月，石家庄市栾城区人民法院以受贿罪判处王建立有期徒刑5年，并处罚金30万元，对违法所得予以收缴。<\/p><p>六、20家企业涉嫌虚开增值税专用发票问题<\/p><p>审计发现，2011年至2013年，南京金福首珠宝有限公司等20家企业涉嫌虚开增值税专用发票10.36亿元，造成巨额税收流失。2013年6月，审计署将此线索移送税务总局调查。2015年8月，天津市高级人民法院以虚开增值税专用发票罪判处李维奇等5人2年至13年不等有期徒刑，追缴税款9014万元。<\/p><p>七、辽宁省海城市永发捻织有限公司等企业涉嫌骗贷问题<\/p><p>审计发现，2006年至2010年，海城市永发捻织有限公司和永发亚麻纺织有限公司涉嫌虚构原材料采购业务，骗取银行贷款1亿多元。2012年3月，审计署将此线索移送公安部调查。2013年5月，辽宁省鞍山市中级人民法院以骗取贷款罪对这2家企业判处罚金共120万元，以骗取贷款罪判处企业实际控制人李延春有期徒刑2年(缓刑2年)、罚金15万元，李贺鹏有期徒刑6个月(缓刑1年)、罚金12万元。<\/p><p>八、工银瑞信基金管理有限公司原基金经理王勇涉嫌利用未公开信息违规买卖股票牟利问题<\/p><p>审计发现，2011年11月至2015年1月，王勇在担任工银瑞信基金管理有限公司基金经理期间，利用管理基金账户掌握的信息，通过其亲属账户违规买卖股票牟利。2015年5月，审计署将此线索移送证监会和公安部调查。2016年6月，北京市第二中级人民法院以利用未公开信息交易罪判处王勇有期徒刑2年(缓刑2年)，并处罚金250万元。<\/p><p>九、江苏省连云港市赣榆农村商业银行涉嫌弄虚作假套取扶贫资金问题<\/p><p>审计发现，2012年至2013年，江苏赣榆农村商业银行涉嫌通过编造虚假贷款台账、还款单据等方式，套取扶贫贷款财政贴息和奖励资金2000多万元，部分款项转给当地扶贫和财政部门使用。2016年6月，审计署将此线索移送江苏省委、省政府调查。2017年1月，连云港市纪委和江苏省农村信用社联合社对该银行原董事长朱崇迎、行长冯良善和赣榆区扶贫办主任杜厚岭、区财政局原副局长宋加亮等16名责任人给予撤销党内职务、行政撤职、行政降级、党内严重警告等处分;对套取的款项予以追缴。<\/p><p>十、安徽省阜阳市临泉县扶贫办涉嫌套取扶贫资金等问题<\/p><p>审计发现，2013年至2016年，临泉县扶贫办涉嫌通过虚开发票等方式，套取扶贫项目管理费、行政办公经费用于吃喝、送礼等。2016年11月，审计署将此线索移送安徽省纪委调查。2017年4月，阜阳市监察局、临泉县监察局给予临泉县副县长常利华、县扶贫办原主任杨奎和魏吉杰等人行政警告、行政记过、行政记大过等处分;临泉县委、县政府作了书面检查。<\/p><p>十一、湖北省长阳土家族自治县都镇湾镇原经济发展办公室副主任曹玉龙等人涉嫌弄虚作假套取扶贫资金问题<\/p><p>审计发现，2013年至2016年，曹玉龙等人涉嫌利用虚假资料套取扶贫等资金私存私放，并违规从事经营性活动;都镇湾镇雪山河村等单位涉嫌套取扶贫资金存入个人账户。2016年7月，审计署将此线索移送湖北省纪委调查。2017年3月，长阳县纪委、监察局给予曹玉龙党内严重警告、行政降级处分，其余8名责任人也分别受到党内严重警告、警告等处分。<\/p><p>十二、河南省8家企业涉嫌骗取扶贫资金问题<\/p><p>审计发现，2012年至2015年，河南省8家企业涉嫌伪造国家机关印章和公文、银行资信证明等，据以骗取扶贫资金900多万元。2016年8月，审计署将此线索移送河南省委、省政府调查。目前，河南省虞城县、固始县、潢川县等地纪委、监察局已对13名责任人分别给予党内严重警告、行政记大过等处分，追缴被骗取资金930万元;涉嫌犯罪的问题及线索移送司法机关调查处理。<\/p><p>十三、湖南省邵阳市城步县丹口镇白水洞村原党支部书记李德平等人涉嫌弄虚作假套取扶贫资金问题<\/p><p>审计发现，2014年，李德平涉嫌通过串通投标方式中标扶贫项目，并在项目实施中偷工减料，套取扶贫资金100多万元。2016年6月，审计署将此线索移送湖南省委、省政府调查。2017年2月，城步县人民法院以串通投标罪分别判处李德平有期徒刑1年(缓刑1年)、罚金3万元，丹口镇斜头山村原村主任陈志开有期徒刑10个月(缓刑1年);城步县纪委给予两人开除党籍处分，并对其余13名责任人分别给予撤销党内职务、行政撤职、党内警告、党内严重警告等处分;对套取款项予以追缴。<\/p><p>十四、重庆市云阳县凤鸣镇部分乡镇干部涉嫌违规操作谋取私利等问题<\/p><p>审计发现，2010年至2015年，在凤鸣镇发包扶贫工程等项目过程中，部分乡镇干部涉嫌违规操作谋取私利。2016年6月，审计署将此线索移送重庆市纪委调查。2017年3月，重庆市纪委等单位给予凤鸣镇原副镇长谭晓勇等7人开除党籍、开除公职、撤销党内职务、行政撤职、党内严重警告等处分，涉嫌犯罪的问题及线索移送司法机关调查处理。<\/p><p>十五、河北省保定市涞源县扶贫开发局原局长妥开祥等人涉嫌弄虚作假套取扶贫资金问题<\/p><p>审计发现，2008年至2014年，妥开祥等人涉嫌编造项目资料和虚开发票套取扶贫资金40余万元，妥开祥还利用职务便利在单位报销个人费用。2016年6月，审计署将此线索移送河北省监察厅调查。2017年3月，保定市纪委等单位给予妥开祥撤销党内职务、行政撤职处分，给予其他12名责任人党内严重警告、党内警告等处分。<\/p><p>十六、广东省河源市紫金县扶贫办涉嫌违规使用扶贫工作经费问题<\/p><p>审计发现，2013年至2015年，紫金县扶贫办涉嫌违规将扶贫工作经费用于接待支出以及发放工资、津补贴等。2016年4月，审计署将此问题移送广东省人民政府调查。2017年3月，紫金县纪委、监察局给予县扶贫办时任主任罗小苑撤销党内职务、行政撤职处分，给予其他3名责任人党内严重警告、行政降级和行政记过等处分。<\/p><p>十七、全国老龄工作委员会办公室原副主任朱勇涉嫌公款私用问题<\/p><p>审计发现，2014年至2015年，朱勇涉嫌利用公款支付个人境内度假等费用、套取资金，以及违规决策举办展览会等问题。2016年4月，审计署将此线索移送民政部调查。2016年5月，民政部党组、直属机关纪委给予朱勇留党察看1年处分，将其退休待遇由正局级降为副局级。<\/p><p>十八、山东省青岛市政协原副主席、民政局原局长刘光享等6人涉嫌违纪问题<\/p><p>审计发现，2005年至2006年，刘光享等6名青岛市民政局领导干部或其亲属在购买该局开发的&quot;福彩大厦&quot;住房时，少交个人应承担的装修费和车位费。2015年5月，审计署将此线索移送山东省纪委调查。2016年12月，山东省纪委决定给予刘光享留党察看2年处分，按正处级非领导职务确定退休待遇，对违纪所得予以收缴;青岛市纪委决定给予其他责任人警告等处分，责令补交相关款项。<\/p><p>十九、广东省深圳市部分公职人员涉嫌违规经商办企业问题<\/p><p>审计发现，该市部分在职公务员涉嫌违规参股企业从事营利性活动。2015年10月，审计署将此线索移送深圳市纪委调查。至2016年12月，深圳市纪委、监察局对18人给予行政撤职、行政记大过、党内严重警告等处分，对105人给予批评教育，对相关违规行为督促予以纠正。<\/p><p>二十、黑龙江省哈尔滨建工房地产开发有限责任公司涉嫌套取征收补偿款问题<\/p><p>审计发现，2011年，该公司涉嫌通过编造虚假房屋征收材料套取征收补偿款600多万元，其中136万元形成&quot;小金库&quot;。2014年3月，审计署将此线索移送哈尔滨市纪委调查。2014年9月，哈尔滨建工集团党委决定，给予哈尔滨建工房地产开发有限责任公司总经理郭英倬等3名责任人党内严重警告、党内警告等处分。<\/p><p>二十一、吉林省长春市莲花山管委会原主任杨云超涉嫌违规决策等问题<\/p><p>审计发现，2011年5月，杨云超涉嫌在1个安置小区项目发包中违规决策，选择不具备资质的公司代建，并在其未履行职责的情况下支付管理费1300多万元。2015年5月，审计署将此线索移送吉林省纪委调查。2017年1月，吉林省纪委等单位决定给予杨云超严重警告和撤职处分。<\/p><p>二十二、黑龙江省大兴安岭地区漠河县4栋棚户区改造住宅楼存在质量问题<\/p><p>审计发现，2010年11月，漠河县建成的4栋棚户区改造住宅楼存在工程质量问题。2014年4月，审计署将此问题移送黑龙江省人民政府调查。至2015年6月，大兴安岭地区纪委等单位决定，对漠河县原副县长、棚户区改造工作领导小组副组长孙可思等9名责任人给予党内严重警告、行政记大过、诫勉谈话等处理处分。<\/p><p>二十三、黑龙江省鹤岗市萝北县房地产管理处原主任杜俊双涉嫌为亲友非法牟利问题<\/p><p>审计发现，2011年至2012年，杜俊双涉嫌利用职务便利，帮助其弟投资设立的企业骗取房屋建筑工程施工总承包三级资质。2015年3月，审计署将此线索移送黑龙江省纪委调查。2015年9月，鹤岗市纪委决定给予杜俊双党内严重警告处分。<\/p><p>二十四、黑龙江省二龙山农场等单位涉嫌弄虚作假违规获得建设用地等问题<\/p><p>审计发现，2010年至2013年，黑龙江省二龙山农场、尾山农场涉嫌通过编造拆迁户名单、提供虚假申报资料等方式，违规获取建设用地;二九一农场工作人员李滨涉嫌私刻保障性安居工程设计单位出图专用章等印章，用于申报项目施工图纸审批。2014年，审计署将上述线索移送黑龙江省国土资源厅和黑龙江省农垦总局纪委调查。至2014年底，上述农场分别给予3名责任人行政撤职、行政记大过和党内严重警告等处分。<\/p><p>二十五、山东省体育彩票管理中心涉嫌违规发放奖金问题<\/p><p>审计发现，2012年至2013年，山东省体育彩票管理中心涉嫌违规决策，将税务部门返还的个人所得税代扣代缴手续费500多万元，用于在系统内发放奖金。2015年5月，审计署将此线索移送山东省监察厅调查。2016年7月，山东省体育局直属机关党委给予省体育彩票管理中心时任主任蒋强等3名责任人党内严重警告、党内警告等处分。<\/p><p>二十六、北京参考文化传媒有限公司等企业涉嫌违规发放奖金等问题<\/p><p>审计发现，2004年至2015年，北京参考文化传媒有限公司等新华社所属4家企业存在违规发放奖金460多万元、有关管理人员涉嫌利用职务之便牟利等问题。2016年1月，审计署将此线索移送新华社调查。2017年1月，新华社机关纪委决定给予4名责任人撤销党内职务、诫勉谈话等处理处分。<\/p><p>免责声明:本文仅代表作者个人观点，与环球网无关。其原创性以及文中陈述文字和内容未经本站证实，对本文以及其中全部或者部分内容、文字的真实性、完整性、及时性本站不作任何保证或承诺，请读者仅作参考，并请自行核实相关内容。<\/p>","gallery":"null"},{"title":"\"津门土地爷\"尹海林被查后 城建系统三正局又落马","time":"2017-06-23 10:30:34","src":"网易新闻","category":"","pic":"http://api.jisuapi.com/news/upload/201801/12104400_47336.jpg","url":"","weburl":"http://news.163.com/17/0623/10/CNK0V7BU0001875N.html","content":"<div><p>据天津纪委消息，天津城市基础设施建设投资集团有限公司党委副书记、总经理段宝森涉嫌严重违纪，目前正在接受组织审查。<\/p><p class=\"hs_imgdesc\"><img src=\"http://p2.qhimgs4.com/t01ab66e412e536acbf.jpg\"><\/img><\/p><p>段宝森，1962年出生，历任天津城乡地产房屋开发公司经理、天津市国土资源和房屋管理局副局长、天津城市基础设施建设投资集团有限公司党委副书记、总经理等职务，是天津城建系统的资深官员。<\/p><p>去年8月份，有\"津门土地爷\"之称的天津市原副市长尹海林落马。根据公开报道，就在尹海林落马前不久，段还陪同尹视察了天津外环建设项目。<\/p><p>尹海林在天津城建系统任职30年，先后担任过国土、规划部门主要领导，升任副市长后又分管这一系统。他后来被开除党籍，降为副处级非领导职务，纪委通报称其违规审批项目。<\/p><p>长安街知事APP发现，除段宝森外，天津近期查处的一批重要局级干部，亦有不少与城建系统有渊源。<\/p><p>61岁的天津政协原常委舒长云已被开除党籍和公职。作为尹海林的\u201c老部下\u201c，在转入政协前，舒长云任天津市人民政府副秘书长，协助副市长协管城建、国土等工作。此前，舒还担任过天津市建委常务副主任(正局级)，在城建系统里也干了30多年。<\/p><p>去年年底，天津市委委员、红桥区委原书记张泉芬接受调查，她曾于2002年至2008年担任天津市建委副主任。这一期间，尹是国土规划部门的副职。<\/p><p>张泉芬后来担任红桥区委书记，据《中国纪检监察》杂志报道，张的一个鲜明特点，就是擅于上下结盟。对上，她是黄兴国\u201c圈子\u201d里的人，并因此顺利坐上了区委书记的宝座。对下，她与被查处的5名干部都有利益往来。<\/p><p>事实上，早在中央第一次巡视天津时，就已明确指出天津存在国有企业大案要案频发、城市建设领域腐败突出等问题。<\/p><p><p>大家对天津土地市场存在问题的普遍认知，来自于中纪委专题片《打铁还需自身硬》。片中透露天津海河边有一幢十分醒目的楼盘，名叫君临天下，一度被封为\u201c中国大陆最高住宅\u201d。在这幢楼里，有中央纪委的干部以三折的低价从开发商手里购买了房产。<\/p><p>这名干部从该开发商手中先后低价购买了四套住房、两间商铺，而他则在自己联系的天津地区多次为该开发商在土地审批、工程项目等方面提供帮助。最终，当君临天下楼盘的开发商涉案被调查时，有些干部的问题，也在调查过程中被一一牵扯出来。<\/p><p>整治圈子文化和好人主义，是当下天津推动从严治党的工作要点。以黄兴国、尹海林案为戒，无疑是一本最生动的教材。","gallery":"[]"}]}
         */

        private String status;
        private String msg;
        private ResultBean result;

        public String getStatus() {
            return status;
        }

        public void setStatus(String status) {
            this.status = status;
        }

        public String getMsg() {
            return msg;
        }

        public void setMsg(String msg) {
            this.msg = msg;
        }

        public ResultBean getResult() {
            return result;
        }

        public void setResult(ResultBean result) {
            this.result = result;
        }

        public static class ResultBean {
            /**
             * keyword : 尹海林
             * num : 2
             * list : [{"title":"陈雪枫、尹海林等打虎线索来自审计","time":"2017-06-23 19:34:00","src":"环球网","category":"","pic":"","url":"https://weibo.com/ttarticle/p/show?id=2309351000144121893048340551","weburl":"","content":"<p>原题:2017年第30号公告:审计署移送违纪违法问题线索的查处情况<\/p><p>审计署移送违纪违法问题线索的查处情况<\/p><p>(2017年6月23日公告)<\/p><p>审计署对移送有关部门单位调查的违纪违法问题线索，定期跟踪了解其查处情况。现将至2017年5月已有处理结果的违纪违法问题有关情况公告如下:<\/p><p>一、河南省委原常委、洛阳市委书记陈雪枫涉嫌违规操作造成国有权益损失问题<\/p><p>审计发现，2005年以来，陈雪枫在担任国有企业负责人期间，涉嫌在企业增资扩股中违规操作，造成国有权益损失。2014年，审计署将此线索移送中央纪委调查。2016年6月，中央纪委、监察部经进一步调查，给予陈雪枫开除党籍、开除公职处分，收缴其违纪所得。2017年5月，湖北省荆州市中级人民法院以贪污罪、受贿罪、国有公司人员滥用职权罪，判处陈雪枫无期徒刑，剥夺政治权利终身，并处没收个人全部财产;对受贿、贪污所得财物予以追缴。<\/p><p>二、辽宁省人大常委会原党组成员、副主任王阳涉嫌违规操作造成国有权益损失问题<\/p><p>审计发现，2011年，王阳在担任辽宁省鞍山市市长期间，涉嫌在土地出让中违规操作，造成国有权益损失。2015年1月，审计署将此线索移送中央纪委调查。2016年6月，中央纪委、监察部经与其他问题线索合并调查，给予王阳开除党籍、开除公职处分。2017年5月，黑龙江省大庆市中级人民法院一审以受贿罪、破坏选举罪，判处王阳有期徒刑16年6个月，并处没收个人财产300万元;赃款赃物及其孳息予以追缴。<\/p><p>三、天津市政府原党组成员、副市长尹海林涉嫌违规操作造成国有权益损失问题<\/p><p>审计发现，2003年至2013年，尹海林在担任天津市规划局局长期间，涉嫌在房地产开发项目规划审批中违规操作，造成国有权益损失。2015年8月，审计署将此线索移送中央纪委调查。2017年1月，中央纪委、监察部经进一步调查，给予尹海林开除党籍和行政撤职处分，降为副处级非领导职务，对违纪所得予以收缴。<\/p><p>四、广东省经济和信息化委员会产业发展处原副处长景修元等人涉嫌弄虚作假骗取中央财政补助资金问题<\/p><p>审计发现，2013年至2014年，景修元涉嫌伙同东莞市长安镇经济科技信息局产业技术股原股长黄新征及民营业主陈伟滨等人，通过伪造资料等方式骗取私分中央财政关闭小企业补助资金1200多万元。2015年6月，审计署将此线索移送广东省人民检察院调查。2016年7月，广东省高级人民法院以贪污罪分别判处黄新征有期徒刑13年、景修元有期徒刑10年6个月、陈伟滨有期徒刑3年(缓刑3年)，对3人并处没收个人财产660万元、罚金20万元。<\/p><p>五、河北省保定监狱原监狱长王建立涉嫌违规操作集资建房问题<\/p><p>审计发现，2011年至2012年，王建立涉嫌组织编造虚假材料，以公租房名义申请取得建设用地，并采取集资方式为职工建房。2014年6月，审计署将此线索移送河北省监察厅调查。2015年9月，河北省纪委、监察厅决定给予王建立开除党籍、开除公职处分，并将涉嫌犯罪的问题及线索移送司法机关调查处理。2016年11月，石家庄市栾城区人民法院以受贿罪判处王建立有期徒刑5年，并处罚金30万元，对违法所得予以收缴。<\/p><p>六、20家企业涉嫌虚开增值税专用发票问题<\/p><p>审计发现，2011年至2013年，南京金福首珠宝有限公司等20家企业涉嫌虚开增值税专用发票10.36亿元，造成巨额税收流失。2013年6月，审计署将此线索移送税务总局调查。2015年8月，天津市高级人民法院以虚开增值税专用发票罪判处李维奇等5人2年至13年不等有期徒刑，追缴税款9014万元。<\/p><p>七、辽宁省海城市永发捻织有限公司等企业涉嫌骗贷问题<\/p><p>审计发现，2006年至2010年，海城市永发捻织有限公司和永发亚麻纺织有限公司涉嫌虚构原材料采购业务，骗取银行贷款1亿多元。2012年3月，审计署将此线索移送公安部调查。2013年5月，辽宁省鞍山市中级人民法院以骗取贷款罪对这2家企业判处罚金共120万元，以骗取贷款罪判处企业实际控制人李延春有期徒刑2年(缓刑2年)、罚金15万元，李贺鹏有期徒刑6个月(缓刑1年)、罚金12万元。<\/p><p>八、工银瑞信基金管理有限公司原基金经理王勇涉嫌利用未公开信息违规买卖股票牟利问题<\/p><p>审计发现，2011年11月至2015年1月，王勇在担任工银瑞信基金管理有限公司基金经理期间，利用管理基金账户掌握的信息，通过其亲属账户违规买卖股票牟利。2015年5月，审计署将此线索移送证监会和公安部调查。2016年6月，北京市第二中级人民法院以利用未公开信息交易罪判处王勇有期徒刑2年(缓刑2年)，并处罚金250万元。<\/p><p>九、江苏省连云港市赣榆农村商业银行涉嫌弄虚作假套取扶贫资金问题<\/p><p>审计发现，2012年至2013年，江苏赣榆农村商业银行涉嫌通过编造虚假贷款台账、还款单据等方式，套取扶贫贷款财政贴息和奖励资金2000多万元，部分款项转给当地扶贫和财政部门使用。2016年6月，审计署将此线索移送江苏省委、省政府调查。2017年1月，连云港市纪委和江苏省农村信用社联合社对该银行原董事长朱崇迎、行长冯良善和赣榆区扶贫办主任杜厚岭、区财政局原副局长宋加亮等16名责任人给予撤销党内职务、行政撤职、行政降级、党内严重警告等处分;对套取的款项予以追缴。<\/p><p>十、安徽省阜阳市临泉县扶贫办涉嫌套取扶贫资金等问题<\/p><p>审计发现，2013年至2016年，临泉县扶贫办涉嫌通过虚开发票等方式，套取扶贫项目管理费、行政办公经费用于吃喝、送礼等。2016年11月，审计署将此线索移送安徽省纪委调查。2017年4月，阜阳市监察局、临泉县监察局给予临泉县副县长常利华、县扶贫办原主任杨奎和魏吉杰等人行政警告、行政记过、行政记大过等处分;临泉县委、县政府作了书面检查。<\/p><p>十一、湖北省长阳土家族自治县都镇湾镇原经济发展办公室副主任曹玉龙等人涉嫌弄虚作假套取扶贫资金问题<\/p><p>审计发现，2013年至2016年，曹玉龙等人涉嫌利用虚假资料套取扶贫等资金私存私放，并违规从事经营性活动;都镇湾镇雪山河村等单位涉嫌套取扶贫资金存入个人账户。2016年7月，审计署将此线索移送湖北省纪委调查。2017年3月，长阳县纪委、监察局给予曹玉龙党内严重警告、行政降级处分，其余8名责任人也分别受到党内严重警告、警告等处分。<\/p><p>十二、河南省8家企业涉嫌骗取扶贫资金问题<\/p><p>审计发现，2012年至2015年，河南省8家企业涉嫌伪造国家机关印章和公文、银行资信证明等，据以骗取扶贫资金900多万元。2016年8月，审计署将此线索移送河南省委、省政府调查。目前，河南省虞城县、固始县、潢川县等地纪委、监察局已对13名责任人分别给予党内严重警告、行政记大过等处分，追缴被骗取资金930万元;涉嫌犯罪的问题及线索移送司法机关调查处理。<\/p><p>十三、湖南省邵阳市城步县丹口镇白水洞村原党支部书记李德平等人涉嫌弄虚作假套取扶贫资金问题<\/p><p>审计发现，2014年，李德平涉嫌通过串通投标方式中标扶贫项目，并在项目实施中偷工减料，套取扶贫资金100多万元。2016年6月，审计署将此线索移送湖南省委、省政府调查。2017年2月，城步县人民法院以串通投标罪分别判处李德平有期徒刑1年(缓刑1年)、罚金3万元，丹口镇斜头山村原村主任陈志开有期徒刑10个月(缓刑1年);城步县纪委给予两人开除党籍处分，并对其余13名责任人分别给予撤销党内职务、行政撤职、党内警告、党内严重警告等处分;对套取款项予以追缴。<\/p><p>十四、重庆市云阳县凤鸣镇部分乡镇干部涉嫌违规操作谋取私利等问题<\/p><p>审计发现，2010年至2015年，在凤鸣镇发包扶贫工程等项目过程中，部分乡镇干部涉嫌违规操作谋取私利。2016年6月，审计署将此线索移送重庆市纪委调查。2017年3月，重庆市纪委等单位给予凤鸣镇原副镇长谭晓勇等7人开除党籍、开除公职、撤销党内职务、行政撤职、党内严重警告等处分，涉嫌犯罪的问题及线索移送司法机关调查处理。<\/p><p>十五、河北省保定市涞源县扶贫开发局原局长妥开祥等人涉嫌弄虚作假套取扶贫资金问题<\/p><p>审计发现，2008年至2014年，妥开祥等人涉嫌编造项目资料和虚开发票套取扶贫资金40余万元，妥开祥还利用职务便利在单位报销个人费用。2016年6月，审计署将此线索移送河北省监察厅调查。2017年3月，保定市纪委等单位给予妥开祥撤销党内职务、行政撤职处分，给予其他12名责任人党内严重警告、党内警告等处分。<\/p><p>十六、广东省河源市紫金县扶贫办涉嫌违规使用扶贫工作经费问题<\/p><p>审计发现，2013年至2015年，紫金县扶贫办涉嫌违规将扶贫工作经费用于接待支出以及发放工资、津补贴等。2016年4月，审计署将此问题移送广东省人民政府调查。2017年3月，紫金县纪委、监察局给予县扶贫办时任主任罗小苑撤销党内职务、行政撤职处分，给予其他3名责任人党内严重警告、行政降级和行政记过等处分。<\/p><p>十七、全国老龄工作委员会办公室原副主任朱勇涉嫌公款私用问题<\/p><p>审计发现，2014年至2015年，朱勇涉嫌利用公款支付个人境内度假等费用、套取资金，以及违规决策举办展览会等问题。2016年4月，审计署将此线索移送民政部调查。2016年5月，民政部党组、直属机关纪委给予朱勇留党察看1年处分，将其退休待遇由正局级降为副局级。<\/p><p>十八、山东省青岛市政协原副主席、民政局原局长刘光享等6人涉嫌违纪问题<\/p><p>审计发现，2005年至2006年，刘光享等6名青岛市民政局领导干部或其亲属在购买该局开发的&quot;福彩大厦&quot;住房时，少交个人应承担的装修费和车位费。2015年5月，审计署将此线索移送山东省纪委调查。2016年12月，山东省纪委决定给予刘光享留党察看2年处分，按正处级非领导职务确定退休待遇，对违纪所得予以收缴;青岛市纪委决定给予其他责任人警告等处分，责令补交相关款项。<\/p><p>十九、广东省深圳市部分公职人员涉嫌违规经商办企业问题<\/p><p>审计发现，该市部分在职公务员涉嫌违规参股企业从事营利性活动。2015年10月，审计署将此线索移送深圳市纪委调查。至2016年12月，深圳市纪委、监察局对18人给予行政撤职、行政记大过、党内严重警告等处分，对105人给予批评教育，对相关违规行为督促予以纠正。<\/p><p>二十、黑龙江省哈尔滨建工房地产开发有限责任公司涉嫌套取征收补偿款问题<\/p><p>审计发现，2011年，该公司涉嫌通过编造虚假房屋征收材料套取征收补偿款600多万元，其中136万元形成&quot;小金库&quot;。2014年3月，审计署将此线索移送哈尔滨市纪委调查。2014年9月，哈尔滨建工集团党委决定，给予哈尔滨建工房地产开发有限责任公司总经理郭英倬等3名责任人党内严重警告、党内警告等处分。<\/p><p>二十一、吉林省长春市莲花山管委会原主任杨云超涉嫌违规决策等问题<\/p><p>审计发现，2011年5月，杨云超涉嫌在1个安置小区项目发包中违规决策，选择不具备资质的公司代建，并在其未履行职责的情况下支付管理费1300多万元。2015年5月，审计署将此线索移送吉林省纪委调查。2017年1月，吉林省纪委等单位决定给予杨云超严重警告和撤职处分。<\/p><p>二十二、黑龙江省大兴安岭地区漠河县4栋棚户区改造住宅楼存在质量问题<\/p><p>审计发现，2010年11月，漠河县建成的4栋棚户区改造住宅楼存在工程质量问题。2014年4月，审计署将此问题移送黑龙江省人民政府调查。至2015年6月，大兴安岭地区纪委等单位决定，对漠河县原副县长、棚户区改造工作领导小组副组长孙可思等9名责任人给予党内严重警告、行政记大过、诫勉谈话等处理处分。<\/p><p>二十三、黑龙江省鹤岗市萝北县房地产管理处原主任杜俊双涉嫌为亲友非法牟利问题<\/p><p>审计发现，2011年至2012年，杜俊双涉嫌利用职务便利，帮助其弟投资设立的企业骗取房屋建筑工程施工总承包三级资质。2015年3月，审计署将此线索移送黑龙江省纪委调查。2015年9月，鹤岗市纪委决定给予杜俊双党内严重警告处分。<\/p><p>二十四、黑龙江省二龙山农场等单位涉嫌弄虚作假违规获得建设用地等问题<\/p><p>审计发现，2010年至2013年，黑龙江省二龙山农场、尾山农场涉嫌通过编造拆迁户名单、提供虚假申报资料等方式，违规获取建设用地;二九一农场工作人员李滨涉嫌私刻保障性安居工程设计单位出图专用章等印章，用于申报项目施工图纸审批。2014年，审计署将上述线索移送黑龙江省国土资源厅和黑龙江省农垦总局纪委调查。至2014年底，上述农场分别给予3名责任人行政撤职、行政记大过和党内严重警告等处分。<\/p><p>二十五、山东省体育彩票管理中心涉嫌违规发放奖金问题<\/p><p>审计发现，2012年至2013年，山东省体育彩票管理中心涉嫌违规决策，将税务部门返还的个人所得税代扣代缴手续费500多万元，用于在系统内发放奖金。2015年5月，审计署将此线索移送山东省监察厅调查。2016年7月，山东省体育局直属机关党委给予省体育彩票管理中心时任主任蒋强等3名责任人党内严重警告、党内警告等处分。<\/p><p>二十六、北京参考文化传媒有限公司等企业涉嫌违规发放奖金等问题<\/p><p>审计发现，2004年至2015年，北京参考文化传媒有限公司等新华社所属4家企业存在违规发放奖金460多万元、有关管理人员涉嫌利用职务之便牟利等问题。2016年1月，审计署将此线索移送新华社调查。2017年1月，新华社机关纪委决定给予4名责任人撤销党内职务、诫勉谈话等处理处分。<\/p><p>免责声明:本文仅代表作者个人观点，与环球网无关。其原创性以及文中陈述文字和内容未经本站证实，对本文以及其中全部或者部分内容、文字的真实性、完整性、及时性本站不作任何保证或承诺，请读者仅作参考，并请自行核实相关内容。<\/p>","gallery":"null"},{"title":"\"津门土地爷\"尹海林被查后 城建系统三正局又落马","time":"2017-06-23 10:30:34","src":"网易新闻","category":"","pic":"http://api.jisuapi.com/news/upload/201801/12104400_47336.jpg","url":"","weburl":"http://news.163.com/17/0623/10/CNK0V7BU0001875N.html","content":"<div><p>据天津纪委消息，天津城市基础设施建设投资集团有限公司党委副书记、总经理段宝森涉嫌严重违纪，目前正在接受组织审查。<\/p><p class=\"hs_imgdesc\"><img src=\"http://p2.qhimgs4.com/t01ab66e412e536acbf.jpg\"><\/img><\/p><p>段宝森，1962年出生，历任天津城乡地产房屋开发公司经理、天津市国土资源和房屋管理局副局长、天津城市基础设施建设投资集团有限公司党委副书记、总经理等职务，是天津城建系统的资深官员。<\/p><p>去年8月份，有\"津门土地爷\"之称的天津市原副市长尹海林落马。根据公开报道，就在尹海林落马前不久，段还陪同尹视察了天津外环建设项目。<\/p><p>尹海林在天津城建系统任职30年，先后担任过国土、规划部门主要领导，升任副市长后又分管这一系统。他后来被开除党籍，降为副处级非领导职务，纪委通报称其违规审批项目。<\/p><p>长安街知事APP发现，除段宝森外，天津近期查处的一批重要局级干部，亦有不少与城建系统有渊源。<\/p><p>61岁的天津政协原常委舒长云已被开除党籍和公职。作为尹海林的\u201c老部下\u201c，在转入政协前，舒长云任天津市人民政府副秘书长，协助副市长协管城建、国土等工作。此前，舒还担任过天津市建委常务副主任(正局级)，在城建系统里也干了30多年。<\/p><p>去年年底，天津市委委员、红桥区委原书记张泉芬接受调查，她曾于2002年至2008年担任天津市建委副主任。这一期间，尹是国土规划部门的副职。<\/p><p>张泉芬后来担任红桥区委书记，据《中国纪检监察》杂志报道，张的一个鲜明特点，就是擅于上下结盟。对上，她是黄兴国\u201c圈子\u201d里的人，并因此顺利坐上了区委书记的宝座。对下，她与被查处的5名干部都有利益往来。<\/p><p>事实上，早在中央第一次巡视天津时，就已明确指出天津存在国有企业大案要案频发、城市建设领域腐败突出等问题。<\/p><p><p>大家对天津土地市场存在问题的普遍认知，来自于中纪委专题片《打铁还需自身硬》。片中透露天津海河边有一幢十分醒目的楼盘，名叫君临天下，一度被封为\u201c中国大陆最高住宅\u201d。在这幢楼里，有中央纪委的干部以三折的低价从开发商手里购买了房产。<\/p><p>这名干部从该开发商手中先后低价购买了四套住房、两间商铺，而他则在自己联系的天津地区多次为该开发商在土地审批、工程项目等方面提供帮助。最终，当君临天下楼盘的开发商涉案被调查时，有些干部的问题，也在调查过程中被一一牵扯出来。<\/p><p>整治圈子文化和好人主义，是当下天津推动从严治党的工作要点。以黄兴国、尹海林案为戒，无疑是一本最生动的教材。","gallery":"[]"}]
             */

            private String keyword;
            private String num;
            private List<ListBean> list;

            public String getKeyword() {
                return keyword;
            }

            public void setKeyword(String keyword) {
                this.keyword = keyword;
            }

            public String getNum() {
                return num;
            }

            public void setNum(String num) {
                this.num = num;
            }

            public List<ListBean> getList() {
                return list;
            }

            public void setList(List<ListBean> list) {
                this.list = list;
            }

            public static class ListBean {
                /**
                 * title : 陈雪枫、尹海林等打虎线索来自审计
                 * time : 2017-06-23 19:34:00
                 * src : 环球网
                 * category :
                 * pic :
                 * url : https://weibo.com/ttarticle/p/show?id=2309351000144121893048340551
                 * weburl :
                 * content : <p>原题:2017年第30号公告:审计署移送违纪违法问题线索的查处情况</p><p>审计署移送违纪违法问题线索的查处情况</p><p>(2017年6月23日公告)</p><p>审计署对移送有关部门单位调查的违纪违法问题线索，定期跟踪了解其查处情况。现将至2017年5月已有处理结果的违纪违法问题有关情况公告如下:</p><p>一、河南省委原常委、洛阳市委书记陈雪枫涉嫌违规操作造成国有权益损失问题</p><p>审计发现，2005年以来，陈雪枫在担任国有企业负责人期间，涉嫌在企业增资扩股中违规操作，造成国有权益损失。2014年，审计署将此线索移送中央纪委调查。2016年6月，中央纪委、监察部经进一步调查，给予陈雪枫开除党籍、开除公职处分，收缴其违纪所得。2017年5月，湖北省荆州市中级人民法院以贪污罪、受贿罪、国有公司人员滥用职权罪，判处陈雪枫无期徒刑，剥夺政治权利终身，并处没收个人全部财产;对受贿、贪污所得财物予以追缴。</p><p>二、辽宁省人大常委会原党组成员、副主任王阳涉嫌违规操作造成国有权益损失问题</p><p>审计发现，2011年，王阳在担任辽宁省鞍山市市长期间，涉嫌在土地出让中违规操作，造成国有权益损失。2015年1月，审计署将此线索移送中央纪委调查。2016年6月，中央纪委、监察部经与其他问题线索合并调查，给予王阳开除党籍、开除公职处分。2017年5月，黑龙江省大庆市中级人民法院一审以受贿罪、破坏选举罪，判处王阳有期徒刑16年6个月，并处没收个人财产300万元;赃款赃物及其孳息予以追缴。</p><p>三、天津市政府原党组成员、副市长尹海林涉嫌违规操作造成国有权益损失问题</p><p>审计发现，2003年至2013年，尹海林在担任天津市规划局局长期间，涉嫌在房地产开发项目规划审批中违规操作，造成国有权益损失。2015年8月，审计署将此线索移送中央纪委调查。2017年1月，中央纪委、监察部经进一步调查，给予尹海林开除党籍和行政撤职处分，降为副处级非领导职务，对违纪所得予以收缴。</p><p>四、广东省经济和信息化委员会产业发展处原副处长景修元等人涉嫌弄虚作假骗取中央财政补助资金问题</p><p>审计发现，2013年至2014年，景修元涉嫌伙同东莞市长安镇经济科技信息局产业技术股原股长黄新征及民营业主陈伟滨等人，通过伪造资料等方式骗取私分中央财政关闭小企业补助资金1200多万元。2015年6月，审计署将此线索移送广东省人民检察院调查。2016年7月，广东省高级人民法院以贪污罪分别判处黄新征有期徒刑13年、景修元有期徒刑10年6个月、陈伟滨有期徒刑3年(缓刑3年)，对3人并处没收个人财产660万元、罚金20万元。</p><p>五、河北省保定监狱原监狱长王建立涉嫌违规操作集资建房问题</p><p>审计发现，2011年至2012年，王建立涉嫌组织编造虚假材料，以公租房名义申请取得建设用地，并采取集资方式为职工建房。2014年6月，审计署将此线索移送河北省监察厅调查。2015年9月，河北省纪委、监察厅决定给予王建立开除党籍、开除公职处分，并将涉嫌犯罪的问题及线索移送司法机关调查处理。2016年11月，石家庄市栾城区人民法院以受贿罪判处王建立有期徒刑5年，并处罚金30万元，对违法所得予以收缴。</p><p>六、20家企业涉嫌虚开增值税专用发票问题</p><p>审计发现，2011年至2013年，南京金福首珠宝有限公司等20家企业涉嫌虚开增值税专用发票10.36亿元，造成巨额税收流失。2013年6月，审计署将此线索移送税务总局调查。2015年8月，天津市高级人民法院以虚开增值税专用发票罪判处李维奇等5人2年至13年不等有期徒刑，追缴税款9014万元。</p><p>七、辽宁省海城市永发捻织有限公司等企业涉嫌骗贷问题</p><p>审计发现，2006年至2010年，海城市永发捻织有限公司和永发亚麻纺织有限公司涉嫌虚构原材料采购业务，骗取银行贷款1亿多元。2012年3月，审计署将此线索移送公安部调查。2013年5月，辽宁省鞍山市中级人民法院以骗取贷款罪对这2家企业判处罚金共120万元，以骗取贷款罪判处企业实际控制人李延春有期徒刑2年(缓刑2年)、罚金15万元，李贺鹏有期徒刑6个月(缓刑1年)、罚金12万元。</p><p>八、工银瑞信基金管理有限公司原基金经理王勇涉嫌利用未公开信息违规买卖股票牟利问题</p><p>审计发现，2011年11月至2015年1月，王勇在担任工银瑞信基金管理有限公司基金经理期间，利用管理基金账户掌握的信息，通过其亲属账户违规买卖股票牟利。2015年5月，审计署将此线索移送证监会和公安部调查。2016年6月，北京市第二中级人民法院以利用未公开信息交易罪判处王勇有期徒刑2年(缓刑2年)，并处罚金250万元。</p><p>九、江苏省连云港市赣榆农村商业银行涉嫌弄虚作假套取扶贫资金问题</p><p>审计发现，2012年至2013年，江苏赣榆农村商业银行涉嫌通过编造虚假贷款台账、还款单据等方式，套取扶贫贷款财政贴息和奖励资金2000多万元，部分款项转给当地扶贫和财政部门使用。2016年6月，审计署将此线索移送江苏省委、省政府调查。2017年1月，连云港市纪委和江苏省农村信用社联合社对该银行原董事长朱崇迎、行长冯良善和赣榆区扶贫办主任杜厚岭、区财政局原副局长宋加亮等16名责任人给予撤销党内职务、行政撤职、行政降级、党内严重警告等处分;对套取的款项予以追缴。</p><p>十、安徽省阜阳市临泉县扶贫办涉嫌套取扶贫资金等问题</p><p>审计发现，2013年至2016年，临泉县扶贫办涉嫌通过虚开发票等方式，套取扶贫项目管理费、行政办公经费用于吃喝、送礼等。2016年11月，审计署将此线索移送安徽省纪委调查。2017年4月，阜阳市监察局、临泉县监察局给予临泉县副县长常利华、县扶贫办原主任杨奎和魏吉杰等人行政警告、行政记过、行政记大过等处分;临泉县委、县政府作了书面检查。</p><p>十一、湖北省长阳土家族自治县都镇湾镇原经济发展办公室副主任曹玉龙等人涉嫌弄虚作假套取扶贫资金问题</p><p>审计发现，2013年至2016年，曹玉龙等人涉嫌利用虚假资料套取扶贫等资金私存私放，并违规从事经营性活动;都镇湾镇雪山河村等单位涉嫌套取扶贫资金存入个人账户。2016年7月，审计署将此线索移送湖北省纪委调查。2017年3月，长阳县纪委、监察局给予曹玉龙党内严重警告、行政降级处分，其余8名责任人也分别受到党内严重警告、警告等处分。</p><p>十二、河南省8家企业涉嫌骗取扶贫资金问题</p><p>审计发现，2012年至2015年，河南省8家企业涉嫌伪造国家机关印章和公文、银行资信证明等，据以骗取扶贫资金900多万元。2016年8月，审计署将此线索移送河南省委、省政府调查。目前，河南省虞城县、固始县、潢川县等地纪委、监察局已对13名责任人分别给予党内严重警告、行政记大过等处分，追缴被骗取资金930万元;涉嫌犯罪的问题及线索移送司法机关调查处理。</p><p>十三、湖南省邵阳市城步县丹口镇白水洞村原党支部书记李德平等人涉嫌弄虚作假套取扶贫资金问题</p><p>审计发现，2014年，李德平涉嫌通过串通投标方式中标扶贫项目，并在项目实施中偷工减料，套取扶贫资金100多万元。2016年6月，审计署将此线索移送湖南省委、省政府调查。2017年2月，城步县人民法院以串通投标罪分别判处李德平有期徒刑1年(缓刑1年)、罚金3万元，丹口镇斜头山村原村主任陈志开有期徒刑10个月(缓刑1年);城步县纪委给予两人开除党籍处分，并对其余13名责任人分别给予撤销党内职务、行政撤职、党内警告、党内严重警告等处分;对套取款项予以追缴。</p><p>十四、重庆市云阳县凤鸣镇部分乡镇干部涉嫌违规操作谋取私利等问题</p><p>审计发现，2010年至2015年，在凤鸣镇发包扶贫工程等项目过程中，部分乡镇干部涉嫌违规操作谋取私利。2016年6月，审计署将此线索移送重庆市纪委调查。2017年3月，重庆市纪委等单位给予凤鸣镇原副镇长谭晓勇等7人开除党籍、开除公职、撤销党内职务、行政撤职、党内严重警告等处分，涉嫌犯罪的问题及线索移送司法机关调查处理。</p><p>十五、河北省保定市涞源县扶贫开发局原局长妥开祥等人涉嫌弄虚作假套取扶贫资金问题</p><p>审计发现，2008年至2014年，妥开祥等人涉嫌编造项目资料和虚开发票套取扶贫资金40余万元，妥开祥还利用职务便利在单位报销个人费用。2016年6月，审计署将此线索移送河北省监察厅调查。2017年3月，保定市纪委等单位给予妥开祥撤销党内职务、行政撤职处分，给予其他12名责任人党内严重警告、党内警告等处分。</p><p>十六、广东省河源市紫金县扶贫办涉嫌违规使用扶贫工作经费问题</p><p>审计发现，2013年至2015年，紫金县扶贫办涉嫌违规将扶贫工作经费用于接待支出以及发放工资、津补贴等。2016年4月，审计署将此问题移送广东省人民政府调查。2017年3月，紫金县纪委、监察局给予县扶贫办时任主任罗小苑撤销党内职务、行政撤职处分，给予其他3名责任人党内严重警告、行政降级和行政记过等处分。</p><p>十七、全国老龄工作委员会办公室原副主任朱勇涉嫌公款私用问题</p><p>审计发现，2014年至2015年，朱勇涉嫌利用公款支付个人境内度假等费用、套取资金，以及违规决策举办展览会等问题。2016年4月，审计署将此线索移送民政部调查。2016年5月，民政部党组、直属机关纪委给予朱勇留党察看1年处分，将其退休待遇由正局级降为副局级。</p><p>十八、山东省青岛市政协原副主席、民政局原局长刘光享等6人涉嫌违纪问题</p><p>审计发现，2005年至2006年，刘光享等6名青岛市民政局领导干部或其亲属在购买该局开发的&quot;福彩大厦&quot;住房时，少交个人应承担的装修费和车位费。2015年5月，审计署将此线索移送山东省纪委调查。2016年12月，山东省纪委决定给予刘光享留党察看2年处分，按正处级非领导职务确定退休待遇，对违纪所得予以收缴;青岛市纪委决定给予其他责任人警告等处分，责令补交相关款项。</p><p>十九、广东省深圳市部分公职人员涉嫌违规经商办企业问题</p><p>审计发现，该市部分在职公务员涉嫌违规参股企业从事营利性活动。2015年10月，审计署将此线索移送深圳市纪委调查。至2016年12月，深圳市纪委、监察局对18人给予行政撤职、行政记大过、党内严重警告等处分，对105人给予批评教育，对相关违规行为督促予以纠正。</p><p>二十、黑龙江省哈尔滨建工房地产开发有限责任公司涉嫌套取征收补偿款问题</p><p>审计发现，2011年，该公司涉嫌通过编造虚假房屋征收材料套取征收补偿款600多万元，其中136万元形成&quot;小金库&quot;。2014年3月，审计署将此线索移送哈尔滨市纪委调查。2014年9月，哈尔滨建工集团党委决定，给予哈尔滨建工房地产开发有限责任公司总经理郭英倬等3名责任人党内严重警告、党内警告等处分。</p><p>二十一、吉林省长春市莲花山管委会原主任杨云超涉嫌违规决策等问题</p><p>审计发现，2011年5月，杨云超涉嫌在1个安置小区项目发包中违规决策，选择不具备资质的公司代建，并在其未履行职责的情况下支付管理费1300多万元。2015年5月，审计署将此线索移送吉林省纪委调查。2017年1月，吉林省纪委等单位决定给予杨云超严重警告和撤职处分。</p><p>二十二、黑龙江省大兴安岭地区漠河县4栋棚户区改造住宅楼存在质量问题</p><p>审计发现，2010年11月，漠河县建成的4栋棚户区改造住宅楼存在工程质量问题。2014年4月，审计署将此问题移送黑龙江省人民政府调查。至2015年6月，大兴安岭地区纪委等单位决定，对漠河县原副县长、棚户区改造工作领导小组副组长孙可思等9名责任人给予党内严重警告、行政记大过、诫勉谈话等处理处分。</p><p>二十三、黑龙江省鹤岗市萝北县房地产管理处原主任杜俊双涉嫌为亲友非法牟利问题</p><p>审计发现，2011年至2012年，杜俊双涉嫌利用职务便利，帮助其弟投资设立的企业骗取房屋建筑工程施工总承包三级资质。2015年3月，审计署将此线索移送黑龙江省纪委调查。2015年9月，鹤岗市纪委决定给予杜俊双党内严重警告处分。</p><p>二十四、黑龙江省二龙山农场等单位涉嫌弄虚作假违规获得建设用地等问题</p><p>审计发现，2010年至2013年，黑龙江省二龙山农场、尾山农场涉嫌通过编造拆迁户名单、提供虚假申报资料等方式，违规获取建设用地;二九一农场工作人员李滨涉嫌私刻保障性安居工程设计单位出图专用章等印章，用于申报项目施工图纸审批。2014年，审计署将上述线索移送黑龙江省国土资源厅和黑龙江省农垦总局纪委调查。至2014年底，上述农场分别给予3名责任人行政撤职、行政记大过和党内严重警告等处分。</p><p>二十五、山东省体育彩票管理中心涉嫌违规发放奖金问题</p><p>审计发现，2012年至2013年，山东省体育彩票管理中心涉嫌违规决策，将税务部门返还的个人所得税代扣代缴手续费500多万元，用于在系统内发放奖金。2015年5月，审计署将此线索移送山东省监察厅调查。2016年7月，山东省体育局直属机关党委给予省体育彩票管理中心时任主任蒋强等3名责任人党内严重警告、党内警告等处分。</p><p>二十六、北京参考文化传媒有限公司等企业涉嫌违规发放奖金等问题</p><p>审计发现，2004年至2015年，北京参考文化传媒有限公司等新华社所属4家企业存在违规发放奖金460多万元、有关管理人员涉嫌利用职务之便牟利等问题。2016年1月，审计署将此线索移送新华社调查。2017年1月，新华社机关纪委决定给予4名责任人撤销党内职务、诫勉谈话等处理处分。</p><p>免责声明:本文仅代表作者个人观点，与环球网无关。其原创性以及文中陈述文字和内容未经本站证实，对本文以及其中全部或者部分内容、文字的真实性、完整性、及时性本站不作任何保证或承诺，请读者仅作参考，并请自行核实相关内容。</p>
                 * gallery : null
                 */

                private String title;
                private String time;
                private String src;
                private String category;
                private String pic;
                private String url;
                private String weburl;
                private String content;
                private String gallery;

                public String getTitle() {
                    return title;
                }

                public void setTitle(String title) {
                    this.title = title;
                }

                public String getTime() {
                    return time;
                }

                public void setTime(String time) {
                    this.time = time;
                }

                public String getSrc() {
                    return src;
                }

                public void setSrc(String src) {
                    this.src = src;
                }

                public String getCategory() {
                    return category;
                }

                public void setCategory(String category) {
                    this.category = category;
                }

                public String getPic() {
                    return pic;
                }

                public void setPic(String pic) {
                    this.pic = pic;
                }

                public String getUrl() {
                    return url;
                }

                public void setUrl(String url) {
                    this.url = url;
                }

                public String getWeburl() {
                    return weburl;
                }

                public void setWeburl(String weburl) {
                    this.weburl = weburl;
                }

                public String getContent() {
                    return content;
                }

                public void setContent(String content) {
                    this.content = content;
                }

                public String getGallery() {
                    return gallery;
                }

                public void setGallery(String gallery) {
                    this.gallery = gallery;
                }
            }
        }
    }
}
